[{
  "name": "Chicken Story",
  "text": "Once upon a time..."
},{
  "name": "Love Among The Chickens",
  "text": "Mr. Jeremy Garnet stood with his back to the empty grate--for the time was summer--watching with a jaundiced eye the removal of his breakfast things. \"Mrs. Medley,\" he said. \"Sir?\" \"Would it bore you if I became auto-biographical?\" \"Sir?\" \"Never mind. I merely wish to sketch for your benefit a portion of my life's history. At eleven o'clock last night I went to bed, and at once sank into a dreamless sleep. About four hours later there was a clattering on the stairs which shook the house like a jelly. It was the gentleman in the top room--I forget his name--returning to roost. He was humming a patriotic song. A little while later there were a couple of loud crashes. He had removed his boots. All this while snatches of the patriotic song came to me through the ceiling of my bedroom. At about four-thirty there was a lull, and I managed to get to sleep again. I wish when you see that gentleman, Mrs. Medley, you would give him my compliments, and ask him if he could shorten his program another night. He might cut out the song, for a start.\" \"He's a very young gentleman, sir,\" said Mrs. Medley, in vague defense of her top room. \"And it's highly improbable,\" said Garnet, \"that he will ever grow old, if he repeats his last night's performance. I have no wish to shed blood wantonly, but there are moments when one must lay aside one's personal prejudices, and act for the good of the race. A man who hums patriotic songs at four o'clock in the morning doesn't seem to me to fit into the scheme of universal happiness. So you will mention it to him, won't you?\" \"Very well, sir,\" said Mrs. Medley, placidly. On the strength of the fact that he wrote for the newspapers and had published two novels, Mrs. Medley regarded Mr. Garnet as an eccentric individual who had to be humored. Whatever he did or said filled her with a mild amusement. She received his daily harangues in the same spirit as that in which a nurse listens to the outpourings of the family baby. She was surprised when he said anything sensible enough for her to understand."
}]